Repository: Belfagor2005/mmPicons
Catalog: usr/lib/enigma2/python/Plugins/Extensions/mmPicons/res/locale/*/LC_MESSAGES/mmPicons.po
Languages: de, it

source: Exit
de: Ausfahrt
it: Uscire

source: Picons folder
de: Picons-Ordner
it: Percorso Picons

source: Remove
de: Entfernen
it: Rimuovere

source: Preview
de: Vorschau
it: Anteprima

source: Restart
de: Neustart
it: Riavviare

source: New version %s is available Changelog: %s Press info_long or yellow_long button to start force updating.
it: » disponibile la nuova versione %s Registro delle modifiche: %s Premere info_long o yellow_long pulsante per avviare l'aggiornamento forzato.

source: New version %s is available. Changelog: %s Do you want to install it now?
it: » disponibile la nuova versione %s. Registro delle modifiche: %s Vuoi installarla ora?

source: Congrats! You already have the latest version...
it: Congratulazioni! Hai gi‡ l'ultima versione...

source: Do you want to install update ( %s ) now?
it: Vuoi installare l'aggiornamento(%s) adesso?

source: Do you want to restart Enigma?
de: Möchten Sie Enigma neu starten?
it: Vuoi riavviare Enigma?

source: Do you want to remove all picons in folder? %s It could take a few minutes, wait ..
de: Möchten Sie alle Picons im Ordner entfernen? %s Es kann ein paar Minuten dauern, warte ..
it: Vuoi rimuovere tutti i picons nella cartella? %s Potrebbero volerci alcuni minuti, aspetta ..

source: Erase %s... please wait
de: %s löschen... bitte warten
it: Cancello %s...attendi prego

source: %s it has been cleaned
de: %s es wurde gereinigt
it: %s Ë stato eliminato

source: Please select ...
de: Bitte auswählen ...
it: Seleziona Prego ...

source: Back
de: Zurück
it: Indietro

source: Install
de: Installieren
it: Installa

source: Try again later ...
de: Versuchen Sie es später noch einmal ...
it: Riprovare pi√π tardi ...

source: Do you want to install? It could take a few minutes, wait ..
de: Wollen Sie installieren? Es könnte ein paar Minuten dauern, warte ..
it: Vuoi installare? Potrebbero volerci alcuni minuti, aspetta ..

source: ... please wait
de: ... Warten Sie mal
it: ... attendere prego

source: Picons Not Installed ...
de: Picons nicht installiert ...
it: Picons Non Installat ...

source: Install ...
it: Installo ...

source: Successfully Picons Installed
de: Picons erfolgreich installiert
it: Picons installati con successo

source: Select
de: Wählen
it: Seleziona

source: Xstreamity Player not installed
it: Xstreamity Player non installato

source: Successfully Skin Installed
de: Skin erfolgreich installiert
it: Skin installata con successo

source: SELECT YOUR CHOICE
it: FAI LA TUA SCELTA

source: Choice
de: Auswahl
it: Scegli

source: Save
de: Speichern
it: Salva

source: Config Panel Addon Your current IP is %s
de: Config Panel Addon Ihre aktuelle IP ist %s
it: Config Panel Addon Il tuo IP attuale Ë %s

source: Set the path to the Picons folder
de: Legen Sie den Pfad zu dem Picons-Ordner fest
it: Imposta il percorso della cartella Picons

source: Press Ok to select the folder containing the picons files
de: Drücken Sie OK, um den Ordner auszuwählen, der die Picons-Dateien enthält
it: Premere Ok per selezionare la cartella contenente i file picons

source: Choose Directory:
it: Scegli Percorso:

source: Choose directory
it: Scegli Percorso

source: Really close without saving the settings?
de: Wirklich schließen, ohne die Einstellungen zu speichern?
it: Uscire senza salvare le impostazioni?

source: Restart Enigma is Required. Do you want to continue?
de: Enigma neu starten ist erforderlich. Möchtest du fortfahren?
